<template>
    <div class="about-component">
        <h1 class="title">Обо мне</h1>
        <div class="description">
            <p>
                <span class="name">Аракелян Сурен Рубенович</span> - преданный своей профессии программист, родившийся в маленьком городе с красивым названием - Евпатория.
                С детства я восхищался технологиями и компьютерами, и уже в юном возрасте проявил свою страсть к программированию.
            </p>
            <p>
                После окончания школы, я решил развивать свои навыки и поступил в престижный технический университет, дающий каплю возможностей - <strong>«Севастопольский государственный университет»</strong>.
                Там глубже погрузился в мир информационных технологий, изучая различные языки программирования, алгоритмы и проектирование программного обеспечения.
            </p>
            <p>
                Также, я являюсь сторонником постоянного обучения и саморазвития, всегда слежу за последними технологическими трендами и стремюсь улучшить свои навыки программирования.
            </p>
        </div>
    </div>
</template>
  
  <script src="../js/about.js"></script>